import React, { useState } from "react";
import styled from "styled-components";
import Wrapper from "../elements/Wrapper";

import Flex from "../elements/Flex";

const Reviews: React.FC<{}> = ({}) => {
  return (
    <Wrapper>
      <h1> מה לקוחות אומרים עלינו?</h1>
      <Flex>
        <div>
          <div> לירן .מ. תל-אביב</div>
          <div>
            "..מתחילת הדרך הרגשנו שאנחנו בידיים טובות.. שי מאוד מקצועי, אמין,
            ואחראי. בלעדיו לא היינו שורדים את התהליך! .."
          </div>
        </div>

        <div>
          <div> הדר .מ. חריש</div>
          <div>
            "..אין לתאר את ההקלה שמישהו אחר מטפל לך בתסבוכת הזו.. סופר מקצועי,
            עובד מכל הלב.. היה זמין עבורנו תמיד.. סמכנו עליו בעיניים עצומות!.."
          </div>
        </div>

        <div>
          <div>אסף .ד. ראש העין</div>
          <div>
            "..בזכותו חסכנו הרבה! התהליך איתו היה סופר קליל, מקצועי, ומהיר!
            ממליצים בחום."
          </div>
        </div>

        <div>
          <div>גל .ר. חולון</div>
          <div>
            "..שי נלחם בשבילנו לאורך כל הדרך, עשה הרבה מעבר למה שהיה צריך ללא
            ספק!! ..תמיכה מלאה למרות הקשיים שהתגלו בדרך."
          </div>
        </div>

        <div>
          <div>יעל .ב. מכמורת</div>
          <div>
            "..לא מתפשר ולא נח עד להשגת היעד ללא פשרות, שבפועל תורגם לחסכון כספי
            ענק שלי. לא מובן למצוא אנשי מקצוע שנותנים לך שקט ועושים לך חיים קלים
            באחת ההחלטות הקריטיות בחיים... אתה פשוט איש טוב באמצע הדרך וכן יירבו
            כמוך."
          </div>
        </div>
      </Flex>
    </Wrapper>
  );
};

export default Reviews;
